tap "caskroom/cask"
tap "homebrew/dupes"
tap "universal-ctags/universal-ctags"

brew "python"
brew "lua"
brew "go"

brew "openssh"
brew "libyaml"

brew "git"
brew "tig"
brew "mercurial"
brew "zsh"

brew "universal-ctags", args: ["HEAD"]
brew "imagemagick"
brew "jpegoptim"
brew "optipng"
brew "htop-osx"
brew "qt5"
brew "blueutil"

brew "chruby"
brew "ruby-install"

brew "postgresql"
brew "mysql"
brew "redis"
brew "sqlite"
brew "memcached"

brew "node"
brew "phantomjs"

cask "iterm2"
cask "hammerspoon"
cask "sublime-text3"

brew "elasticsearch@2.4"
