tap "caskroom/cask"
tap "homebrew/dupes"
tap "universal-ctags/universal-ctags"

brew "python"
brew "lua"
brew "go"

brew "openssl"
brew "openssh"
brew "libyaml"

brew "git"
brew "tig"
brew "mercurial"
brew "zsh"

brew "universal-ctags", args: ["HEAD"]
brew "imagemagick"
brew "jpegoptim"
brew "optipng"
brew "htop-osx"
brew "qt"
brew "blueutil"

brew "macvim"

brew "chruby"
brew "ruby-install"

brew "postgresql"
brew "mysql"
brew "redis"
brew "sqlite"
brew "memcached"

brew "node"
brew "phantomjs"

cask "iterm2"
cask "dropbox"
cask "1password"
cask "google-chrome"
cask "firefox"
cask "hammerspoon"
cask "dash"
cask "atom"
cask "skype"
cask "vlc"
cask "toggldesktop"
cask "alfred"
